Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: $BrandShortName will be uninstalled from the following location:
ne: $BrandShortName निम्नलिखित स्थानबाट हटाइने छ:

source: The following logins match your search:
ne: निम्न पासवर्डहरू तपाईँको खोजसँग मेल खान्छ:

source: Guyana
ne: गुयाना

source: Pin this site at its current position
ne: यो साइटलाई तत्कालिन स्थानमा अड्काउनुहोस्

source: Dropped frames
ne: छोडिएको फ्रेमहरू

source: Printer &Name:
ne: प्रिन्टरको नाम:

source: Ukraine
ne: युक्रेन

source: &Check for updates, but let me choose whether to install them
ne: अद्यावधिको लागि जाँच गर्नुहोस् ,तर सफ्टवेयर स्थापना गर्ने कि नगर्ने मलाई छान्नदिनुहोस्

source: Kuwait
ne: कुवेत

source: Tip: This uses separate profiles. Use Sync to share data between them.
ne: सुझाव: यसले अलग प्रोफाइल प्रयोग गर्दछ। तिनीहरू बीच डाटा साझेदारी गर्न सिङ्क प्रयोग गर्नुहोस्।

source: Disable FIPS
ne: FIPS अक्षम पार्नुहोस्

source: Connect
ne: जडान गर्नुहोस्

source: Page Count:
ne: पृष्ठ गणना:

source: &Landscape
ne: ल्यान्डस्केप

source: Use of getAttributeNode() is deprecated. Use getAttribute() instead.
ne: getAttributeNode() को प्रयोग गर्न छाडिएको छ। यसको सट्टामा getAttribute() प्रयोग गर्नुहोस्।

source: Total Time
ne: कूल समय

source: Cycle
ne: चक्र

source: ANSI X9.62 ECDSA Signature with SHA256
ne: SHA256 सहितको ANSI X9.62 ECDSA हस्ताक्षर

source: &Options
ne: विकल्पहरू

source: &Block pop-up windows
ne: पप-अप सञ्झ्यालहरूलाई अवरुद्द गर्नुहोस्

source: Remove from Reading List
ne: पढ्ने सूचीबाट हटाउनुहोस्

source: SECG elliptic curve secp160r2
ne: SECG अण्डाकार वक्ररेखा secp160r2

source: Chechen
ne: चेचेन

source: Skipped to next declaration.
ne: पछिल्लो घोषणा फड्काइयो ।

source: SECG elliptic curve secp160r1
ne: SECG अण्डाकार वक्ररेखा secp160r1

source: &No Style
ne: शैली नभएको

source: PKCS #1 SHA-512 With RSA Encryption
ne: RSA गुप्तीकरणसँग PKCS #1 SHA-512

source: Tunisia
ne: टुनिसिया

source: Copy Request Headers
ne: हेडरहरू अनुरोध गर्नुहोस्

source: More tools…
ne: अरु सामग्रीहरू...

source: We're having technical difficulties…
ne: हामीलाई प्राविधिक कठिनाइ भएको छ…

source: SECG elliptic curve secp160k1
ne: SECG अण्डाकार वक्ररेखा secp160k1

source: Pakistan
ne: पाकिस्तान

source: Saudi Arabia
ne: साउदी अरेबिया

source: &Pages
ne: &पृष्ठहरू

source: Recommended:
ne: सिफारिश गरिएको:

source: Load Images
ne: तस्विरहरू लोड गर्नुहोस्

source: Qatar
ne: कतार

source: Error installing
ne: स्थापना गर्दा त्रुटी

source: Latvian
ne: ल्याटभियन

source: Open the application preferences
ne: अनुप्रयोग प्राथमिकताहरू खोल्नुहोस्

source: Copy URL
ne: यूआरएलको प्रतिलिपि बनाउनुहोस्

source: SafeBrowsing:
ne: सुरक्षित ब्राउजिङ:

source: Dec
ne: डिसेम्वर

source: Import Wizard
ne: आयात विजार्ड

source: Printing
ne: मुद्रण हुँदैछ

source: Console:
ne: कन्सोल:

source: Printing failed while completing the print job.
ne: मुद्रण कार्य सम्पन्न गर्दा त्रुटी भएकोले मुद्रण गर्न सकिएन।

source: <p>The site responded to the network request in an unexpected way and the browser cannot continue.</p>
ne: <p>यो साइटले एउटा अनपेक्षित तरिकाले सञ्जाल अनुरोधमा प्रतिक्रिया दियो र ब्राउजरले निरन्तरता गर्न सकेन ।</p>

source: SECG elliptic curve sect283k1 (aka NIST K-283)
ne: SECG अण्डाकार वक्ररेखा sect283k1 (उर्फ NIST K-283)

source: Del
ne: मेट्

source: Paste & Search
ne: पेस्ट गरेर खोज्नुहोस्

source: Search for <span class='contentSearchSearchWithHeaderSearchText'></span> with:
ne: <span class='contentSearchSearchWithHeaderSearchText'></span> प्रयोग गरेर खोज्नुहोस्:

source: we can't help you recover it
ne: हामी तपाईँलाई त्यो पुनर्प्राप्त गर्न मदत गर्न सक्दैनौँ

source: &Play DRM content
ne: DRM सामग्री प्ले गर्नुहोस्

source: Choose your preferred language for displaying pages
ne: देखिने पृष्ठहरूका लागि तपाईँको छनौटको भाषा छान्नुहोस्

source: Tajikistan
ne: ताजिकिस्तान

source: Replace all data on this device with my &syncBrand.shortName.label; data
ne: यो उपकरणको डेटासँग मेरो &syncBrand.shortName.label; डेटा बदल्नुहोस्

source: Manage page translation
ne: पृष्ठ अनुवाद प्रबन्ध मिलाउनुहोस्

source: Close the visualization if open
ne: दृष्टिकरण खुल्ला छ भने बन्द गर्नुहोस्

source: Less than a day remaining
ne: एक दिन भन्दा कम बाँकी

source: Automatic Zoom
ne: स्वचालित जुम

source: < &Back
ne: < पछाडि

source: Developer Tools installed by add-ons
ne: एड-अनहरूद्वारा स्थापित भएका विकासकर्ता उपकरणहरू

source: Find in page
ne: पृष्ठमा फेला पार्नुहोस्

source: tooltip
ne: टुलटिप

source: No cookies found for this page
ne: यो पृष्ठको लागि कुकिज भेटिएन

source: ANSI X9.62 ECDSA Signature with SHA224
ne: SHA224 सहितको ANSI X9.62 ECDSA हस्ताक्षर

source: &Undo
ne: पूर्वस्थिति

source: Issued By
ne: जारी गरिएको

source: Update Now
ne: अहिले अद्यावधिक गर्नुहोस्

source: Frame Info - %S
ne: फ्रेम जानकारी - %S

source: First item
ne: पहिलो वस्तु

source: Manufacturer
ne: निर्माता

source: You are currently not in a private window.
ne: तपाईँ अहिले निजी सञ्झ्याल हुनुहुन्न ।

source: Remove All S&ites
ne: सबै साइट हटाउनुहोस्

source: Message: {{message}}
ne: सन्देश: {{message}}

source: Port:
ne: पोर्ट:

source: Status Responder Certificate
ne: स्थिति प्रतिक्रियादाता प्रमाणपत्र

source: upgrade
ne: स्तरवृद्धि गर्नुहोस्

source: Number of &copies:
ne: प्रतिहरूको संख्या:

source: opened
ne: खोलिएको

source: Safe browsing!
ne: सुरक्षित ब्राउजिङ!

source: Access your tabs, bookmarks, passwords and more wherever you use &brandShortName;.
ne: जहाँ जहाँ &brandShortName; प्रयोग गर्नुहुन्छ, त्यहाँ त्यहाँ आफ्नो ट्याबहरू, पुस्तकचिनोहरू, पासवर्डहरू र अरु कुरा प्रयोग गर्नुहोस्

source: Please do not press this button again.
ne: कृपया यो बटन फेरी नथिच्नुहोस्।

source: Filter, clear and close the web console
ne: वेब कन्सोल फिल्टर,खाली र बन्द गर्नुहोस्

source: More matches, keep typing
ne: थप मिल्नेहरू, टाइप गर्दै गर्नुहोस्

source: Lower Sorbian
ne: तल्लो सर्भियाली

source: Volume
ne: आवाज

source: Ethiopic
ne: इथोपियाली

source: option
ne: विकल्प

source: Ethiopia
ne: इथियोपिया

source: Organization (O)
ne: संस्थागत एकाइ(सं.ए)

source: Scanning for viruses…
ne: भाइरसको लागि स्क्यानिङ हुँदै...

source: Crash Reporter
ne: क्र्यास प्रतिवेदक

source: #1 review;#1 reviews
ne: #1 पुनरावलोकन;#1 पुनरावलोकनहरू

source: Rating
ne: रेटिङ

source: Tsonga
ne: सोङ्गा

source: Pair a Device
ne: साधनसँग सम्बन्धन कायम गर्नुहोस्

source: %S (default)
ne: %S (पूर्वनिर्धारित)

source: Open a new Private Browsing window (%S)
ne: एउटा नयाँ निजी ब्राउजिङ सञ्झ्याल खोल्नुहोस् (%S)

source: New password (again):
ne: नयाँ पासवर्ड(पुनः):

source: Brief Title
ne: संक्षिप्त शीर्षक

source: Sort by price
ne: मूल्य अनुसार क्रमबद्ध गर्नुहोस्

source: switch
ne: स्विच गर्नुहोस्

source: Interlingua
ne: इन्तरलिङ्ग्या

source: Print BG Images
ne: BG चित्रहरू मुद्रण गर्नुहोस्

source: Subject:
ne: विषयः

source: Subscribe to this page
ne: यस पृष्ठको सदस्यता लिनुहोस्

source: Error downloading
ne: डाउनलोड गर्दा त्रुटी

source: Sardinian
ne: सार्डिनियन

source: Sint Maarten
ne: सेन्ट मार्टिन

source: &New Folder
ne: नयाँ फोल्डर

source: Would you like to remember the password on %S?
ne: के तपाईँ %S मा पासवर्ड सम्झन चाहनुहुन्छ ?

source: padding
ne: प्याडिङ

source: Restart &brandShortName;
ne: &brandShortName; फेरि सुरू गर्नुहोस्

source: (%S Image, %S × %S pixels)
ne: (%S Image, %Sx%S pixels)

source: <p>The provided address is not in a recognized format. Please check the location bar for mistakes and try again.</p>
ne: <p>उपलब्ध ठेगाना परिचित ढाँचामा छैन । कृपया गल्तिहरूको लागि स्थानपट्टी जाँच गर्नुहोस् र फेरि प्रयास गर्नुहोस् । </p>

source: Add-on ID
ne: एड-अन आई डी

source: Expected '{' to begin declaration block but found '%1$S'.
ne: घोषणा बन्द सुरू गर्न '{' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।.

source: You don't have access to write to the installation directory. Click OK to select a different directory.
ne: तपाईसँग निर्देशिकामा लेख्ने अधिकार छैन। फरक निर्देशिका चयन गर्न ठीक क्लिक गर्नुहोस्।

source: <p>The page you are trying to view cannot be shown because an error in the data transmission was detected.</p><ul><li>Please contact the website owners to inform them of this problem.</li></ul>
ne: <p>तपाईँले हेर्न चाहनुभएको पृष्ठ देखाउन सकिँदैन किनभने डाटा प्रसारणमा त्रुटि देखियो। </p><ul><li>कृपया यो समस्याबारे जानकारी दिन वेबसाइट मालिकसँग सम्पर्क गर्नुहोस्।</li></ul>

source: Validity
ne: वैधता

source: You are currently in FIPS mode. FIPS requires a non-empty Master Password.
ne: तपाईँ अहिले FIPS मोडमा हुनुहुन्छ। FIPSलाई खाली नभएको मास्टर पासवर्ड चाहिन्छ।

source: Launch application
ne: अनुप्रयोग सरुवात गर्नुहोस्

source: Edit Context
ne: सन्दर्भ सम्पादन गर्नुहोस्

source: Save Certificate To File
ne: फाइल प्रमाणपत्र सङ्ग्रह गर्नुहोस्

source: Thursday
ne: बिहिबार

source: Uganda
ne: युगान्डा

source: Frisian
ne: फ्रिसियन

source: Welcome to the %S
ne: %S मा स्वागत छ

source: Never remember history
ne: इतिहास कहिल्यै नसम्झिने

source: The "coords" attribute of the <area shape="circle"> tag has a negative radius.
ne: <area shape="circle"> ट्यागको "coords" विशेषतासंग ऋणात्मक अर्धव्यास छ।

source: Cannot Open %S
ne: %S खोल्न सकिएन

source: Port
ne: पोर्ट

source: &brandShortName; has blocked parts of this page that are not secure.
ne: &brandShortName; यस पृष्ठका असुरक्षित भागहरू अवरुद्ध गरिएको छ।

source: Cambodia
ne: कम्बोडिया

source: integer
ne: इन्टिजर

source: Security Module already exists
ne: सुरक्षा मोड्युल पहिल्यैदेखि अवस्थित छ

source: Kirundi
ne: किरुन्दि

source: combo box option
ne: कम्बो बाकस विकल्प

source: Add-on Details
ne: एड-अन विवरणहरू

source: Warning: Low memory
ne: चेतावनी: कम स्मृति

source: reserved prefix (xmlns) must not be declared or undeclared
ne: सञ्चित गरिएको उपसर्ग (xmlns) वर्णन गरिएको वा नगरिएको हुनुहुदैन

source: bottom
ne: तल

source: Use a &background service to install updates
ne: अपडेटहरू स्थापना गर्नका लागि पृष्ठभूमि सेवाको प्रयोग गर

source: File %S is not readable
ne: फाइल %S पढ्न सकिंदैन

source: There was an error changing your password.
ne: तपाईँको पासवर्ड परिवर्तन गर्दा एउटा त्रुटि भयो।

source: Use of nsIDOMWindowInternal is deprecated. Use nsIDOMWindow instead.
ne: nsIDOMWindowInternal को प्रयोग अनुचित ठानिएको छ । सट्टामा nsIDOMWindow को प्रयोग गर्नुहोस् ।

source: &Views
ne: दृश्य

source: Prefere&nces
ne: प्राथमिकताहरू…

source: Incorrect Response
ne: गलत प्रतिक्रिया

source: Incompatible Add-ons Found
ne: असमर्थित एड-अन भेटियो

source: Password quality meter
ne: पासवर्ड गुणस्तर मिटर

source: My Themes
ne: मेरा आवरणहरू

source: Adapter Drivers (GPU #2)
ne: एडप्टर ड्राइभरहरू (GPU #2)

source: Wednesday
ne: बुधबार

source: USB Devices
ne: युएसबी यन्त्रहरू

source: Stored in:
ne: यसमा भण्डारण गरिएको:

source: switched
ne: बदलिएको

source: A profile with this name already exists. Please choose another name.
ne: यो नाम भएको प्रोफाइल पहिल्यै अवस्थित छ। कृपया अर्को नाम छान्नुहोस्।

source: Security Device
ne: सुरक्षा यन्त्र

source: Recording an animation cycle…
ne: एनिमेसन साइकल रेकर्ड गर्दै…

source: <p>Entering any personal information on this page may result in identity theft or other fraud.</p> <p>These types of web forgeries are used in scams known as phishing attacks, in which fraudulent web pages and emails are used to imitate sources you may trust.</p>
ne: <p>व्यक्तिगत जानकारी यो पृष्ठमा राख्नुको नतिजा पहिचानको चोरी वा अन्य छल-कपट हुन सक्छ।</p> <p>यस प्रकारको वेब धोखेबाजी फिसिङ् जस्ता घोटालामा प्रयोग हुन्छ जुनमा नक्कली वेब पृष्ठ र इमेलहरू तपाईँले विश्वास गर्नसक्ने स्रोतहरूको नक्कल गर्नमा प्रयोग गरिन्छ।</p>

source: Certificate Issuer Alt Name
ne: प्रमाणपत्र जारीकर्ताको अल्ट नाम

source: Close Win&dow
ne: सञ्झ्याल बन्द गर्नुहोस्

source: Open With Different Viewer
ne: फरक प्रदर्शकद्वारा खोल्नुहोस्

source: Available Profiles
ne: उपलब्ध प्रोफाइलहरू

source: Go back one page
ne: एक पृष्ठ पछाडि जानुहोस्

source: Processing…
ne: प्रक्रिया हुँदैछ…

source: Show this warning next time
ne: यो चेतावनी अर्को पटक देखाउनुहोस्

source: On&ly in private windows
ne: निजी सञ्झ्यालमा मात्र खोल्नुहोस्

source: Vietnam
ne: भियतनाम

source: Book&marks
ne: पुस्तकचिनोहरू

source: Modulus (%S bits): %S Exponent (%S bits): %S
ne: मोडुलस (%S बिट्स): %S एक्स्पोनेन्ट (%S बिट्स): %S

source: Re-enter password:
ne: पासवर्ड पुनः प्रविष्टि गर्नुहोस्:

source: &View…
ne: हेर्नुहोस्…

source: Install Date
ne: मिति स्थापना गर्नुहोस्

source: Fingerprints
ne: औंठाछापहरू

source: Ne&ver for This Site
ne: यो साइटको लागि कहिलेपनि

source: Selected
ne: चयन गरिएको

source: Include suggested sites
ne: सुझाव गरिएको साइटहरू समावेश गर्नुहोस्

source: Sans-serif
ne: सान-सेरिफ:

source: Preferences
ne: प्राथमिकताहरू

source: Logging
ne: लगिङ

source: Create a New Profile
ne: नयाँ प्रोफाइल सिर्जना गर्नुहोस्

source: No notification will be shown until you restart &brandShortName;
ne: तपाईंले &brandShortName; पुनः सुरु नगरेसम्म कुनै सूचना देखाइनेछैन

source: unexpected parser state
ne: अनपेक्षित पद वर्णक स्थिति

source: Please select a value that is no earlier than %S.
ne: कृपया %S भन्दा पछाडीको मान चयन गर्नुहोस्।

source: Uninstall this add-on (restart required)
ne: यो एड-अन हटाउनुहोस् (पुनःसुरु गर्नु पर्ने)

source: selector
ne: चयनकर्ता

source: &Add Attribute
ne: विशेषता थप्नुहोस्

source: &Reload Image
ne: तस्विर पुनःलोड गर्नुहोस्

source: Hide request details
ne: अनुरोधको विवरणहरू लुकाउनुहोस्

source: Document Expired
ne: कागजातको समयसीमा समाप्त भयो

source: Show in Finder
ne: फाइन्डरमा देखाउनुहोस्

source: undefined entity
ne: परिभाषित नगरिएको अस्तित्व

source: Vie&w Background Image
ne: पृष्ठभूमिको तस्विर हेर्नुहोस्

source: New Request
ne: नयाँ अनुरोध

source: form
ne: फारम

source: minute;minutes
ne: मिनेट;मिनेट

source: Install (%S)
ne: स्थापित गर्नुहोस् (%S)

source: Authorities
ne: अधिकारीहरू

source: Dangling combinator.
ne: हल्लिरहेको संयोजनकर्ता।

source: Quirks mode
ne: क्विर्क मोड

source: Midnight
ne: मध्यरात

source: Add Conditional Breakpoint
ne: ससर्त विच्छेदन बिन्दु थप्नुहोस्

source: Keep this add-on installed
ne: यस एड-अनलाई स्थापित राख्नुहोस्

source: Dominica
ne: डोमिनिका

source: Expected ',' in media list but found '%1$S'.
ne: मिडिया सूचीमा ',' अपेक्षा गरियो तर '%1$S' फेला पर्यो ।

source: Path:
ne: मार्ग:

source: text container
ne: पाठ भाँडो

source: Some nodes were hidden.
ne: केही नोडहरू लुकेको थियो।

source: Call logging started.
ne: आह्वान गरिएको लगिङ सुरु भयो ।

source: Dhekelia
ne: ढेकेलिया

source: About About
ne: बारेमा बारेमा

source: Bookmarks Menu
ne: पुस्तकचिनोको मेनु

source: This site is suggested to you by Mozilla. You can remove it at any time by clicking the %1$S button. %2$S
ne: तपाईँलाई यो साइट Mozilla ले सुझाव गरेको हो । तपाईँले यसलाई %1$S बटन थिचेर हटाउन सक्नुहुन्छ । %2$S

source: Report submitted successfully!
ne: रिपोर्ट सफलतापूर्वक पेश भयो!

source: &Form & Search History
ne: फारम र इतिहास खोजी खोज्नुहोस्

source: Remove $BrandFullNameDA from your computer.
ne: तपाईँको कम्प्युटरबाट $BrandFullNameDA हटाउनुहोस् ।

source: Restore your browser settings to their defaults
ne: तपाईँको ब्राउजरको सेटिङहरू पुर्वनिर्धारित अवस्थामा पुनर्स्थापना गर्ने छ

source: CURRENTLY BROWSING
ne: अहिले ब्राउज गरिरहेको

source: Click Finish to continue starting &brandShortName;.
ne: &brandShortName; शुरू गर्न समाप्त मा क्लिक गर्नुहोस्।

source: Exit
ne: निस्कनुहोस्

source: Recommended
ne: सिफारिस गरिएको

source: Failed to read the configuration file. Please contact your system administrator.
ne: कन्फिग्रेसन फाइल पढ्न असफल भयो। कृपया तपाईँको प्रणाली व्यवस्थापकसँग सम्पर्क राख्नुहोस्।

source: Temporary Files
ne: अस्थायी फाइलहरू

source: Images
ne: तस्विरहरू

source: Interlingue
ne: इन्टरलिङ्गुवा

source: Well, this is embarrassing.
ne: यो लज्जादायी छ।

source: Enter the password to open this PDF file.
ne: यस PDF फाइल खोल्न पासवर्ड प्रविष्ट गर्नुहोस्।

source: Left:
ne: बायाँ:

source: Rejoin Conversation
ne: बार्तालापमा पुनः भाग लिनुहोस्

source: loading
ne: लोड गर्दै

source: Undo
ne: पूर्वस्थितिमा फर्काउनुहोस्

source: Breakpoint: %S
ne: विच्छेदनबिन्दु:%S

source: Get Involved
ne: लागि पर्नुहोस्

source: Error loading stylesheet: %S
ne: शैलीपाना लोड गर्दा त्रुटि: %S

source: Viewing Feed
ne: फिड हेर्दै

source: Canceled
ne: रद्द गरियो

source: Center:
ne: केन्द्र:

source: This can be changed in %S's preferences.
ne: यसलाई %Sको प्राथमिकताहरूमा परिवर्तन गर्न सकिनेछ।

source: Mar
ne: मार्च

source: 'certified' apps are not fully supported on the App manager.
ne: 'प्रमाणित' एपहरू App manager मा पुर्ण तरिकाले सपोर्ट गरिएको छैन।

source: Hungarian
ne: हन्गेरियन

source: May
ne: मे

source: Right
ne: दायाँ

source: reloading
ne: पुनः लोड हुँदै

source: Your Recovery Key
ne: तपाईँको पुनर्स्थापना साँचो

source: Messages Sent
ne: सन्देशहरू पठाइयो

source: Cree
ne: क्री

source: %Spx × %Spx (scaled to %Spx × %Spx)
ne: %Spx × %Spx (नाप %Spx × %Spx)

source: Learn More.
ne: अझ जान्नुहोस्।

source: Load more…
ne: अरु लोड गर्नुहोस्…

source: This will free up %1$S %2$S.
ne: यसले %1$S %2$S खाली गर्ने छ।

source: The connection was refused when attempting to contact the proxy server you have configured. Please check your proxy settings and try again.
ne: तपाईँले कन्फिगर गर्नुभएको प्रोक्सि सेवादायकमा सम्पर्क गर्न खोज्दा जडान नकारिएको छ। कृपया तपाईँको प्रोक्सि सेटिङ्हरू जाँच गरेर पुनः प्रयास गर्नुहोस्।

source: Up to higher level directory
ne: उच्च तहको डाइरेक्टरीसम्म

source: Verifying…
ne: रूजु गर्दै...

source: Georgian
ne: जर्जीयन

source: Have you used &syncBrand.fullName.label; before?
ne: के तपाईँले यस अघि &syncBrand.fullName.label; प्रयोग गर्नुभएको छ?

source: Frames parsed
ne: फ्रेमहरू पद वर्णन गरियो

source: The name of the setting to display
ne: प्रदर्शन गर्नुपर्ने सेटिङको नाम

source: Learn More…
ne: अझ जान्नुहोस्…

source: %S - CSS Animation
ne: %S - CSS एनिमेसन

source: The owner of %S has configured their website improperly. To protect your information from being stolen, the connection to this website has not been established.
ne: %S को मालिकले आफ्नो वेबसाईट राम्रोसँग कन्फिगर गरेको छैन। तपाईँको जानकारी चोरी हुनबाट बचाउन, यो वेबसाइटमा जडान स्थापना गरिएको छैन।

source: Social Toolbar Button
ne: समाजिक टुलबार बटन

source: Homepage
ne: गृहपृष्ठ

source: Printer Properties
ne: मुद्रक गुण

source: &Deny
ne: अस्वीकार गर्नुहोस्

source: %1$S will be uninstalled after you restart %2$S.
ne: तपाईँले %2$S पुनः सुरु गर्नुभएपछि %1$S हटाइनेछ।

source: Remove a cookie
ne: कुकी हटाउनुहोस्

source: &Reload Frame
ne: फ्रेम पुनःलोड गर्नुहोस्

source: Response Headers
ne: प्रतिक्रिया शीर्षकहरू

source: Palau
ne: पालाउ

source: Find…
ne: फेला पार्नुहोस्…

source: Exit &Full Screen Mode
ne: पूरा पर्दा बन्द गर्नुहोस्

source: Title
ne: शीर्षक

source: Atom
ne: परमाणु

source: Close this notification
ne: यो जानकारी बन्द गर्नुहोस्

source: off
ne: बन्द

source: Open in New Tab
ne: नयाँ ट्याबमा खोल्नुहोस्

source: No search items found.
ne: कुनैपनि खोजी गरिएको वस्तु फेला परेन।

source: Open menu
ne: मेनु खाेल्नुहोस्

source: Web pages are sometimes offered in more than one language. Choose languages for displaying these web pages, in order of preference:
ne: कहिलेकहीँ वेब पेजहरू एक भन्दा बढी भाषाहरूमा हुन्छन ,ति वेबपेजहरूमा देखाउन प्राथमिकताको आधारमा भाषा छनोट गर्नुहोस्

source: To activate your new device, select "Set Up Sync" on the device.
ne: तपाईँको नयाँ उपकरण सक्रिय गराउन, उपकरणमा "सिङ्क सेट अप" चयन गर्नुहोस्।

source: &Right:
ne: दायाँ:

source: Missing PDF file.
ne: हराईरहेको PDF फाइल।

source: Allow &brandShortName; and Firefox to run at the same time
ne: &brandShortName; र Firefox एकै समयमा चलाउन अनुमति दिनुहोस्

source: Remote XUL
ne: दूर XUL

source: <p>The requested site did not respond to a connection request and the browser has stopped waiting for a reply.</p><ul><li>Could the server be experiencing high demand or a temporary outage? Try again later.</li><li>Are you unable to browse other sites? Check the computer's network connection.</li><li>Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing.</li><li>Still having trouble? Consult your network administrator or Internet provider for assistance.</li></ul>
ne: <p>अनुरोध गरिएको साइटले जडान अनुरोधमा प्रतिक्रिया दिएन र ब्राउजर जवाफ पर्खनको लागि रोकियो ।</p><ul><li>के सर्भरले उच्च मागको वा अस्थायी घटेको मागको अनुभूति गरिरहेको छ? पछि फेरि प्रयास गर्नुहोस् ।</li><li>के तपाईँ अन्य साइटहरू ब्राउज गर्न असक्षम हुनुहुन्छ? कम्प्युटरको सञ्जाल जडान जाँच गर्नुहोस् ।</li><li>के तपाईँको कम्प्युटर फायरवाल वा प्रोक्सी द्वारा सुरक्षित गरिएको छ? गलत सेटिङ्हरूले वेब ब्राउजिङ्मा बाधा पुर्‍याउन सक्छ ।</li><li>अझै समस्या भइरहेको छ ? सहयोगको लागि तपाईँको सञ्जाल प्रशासक वा इन्टरनेट प्रदायकसँग परामर्श लिनुहोस् । </li></ul>

source: Report ID
ne: प्रतिवेदन आईडी

source: Reported Web Forgery!
ne: संजाल जालसाजीको सूचना दिइएको!

source: Always use &private browsing mode
ne: सधै निजी ब्राउजिङ ढाँचा प्रयोग गर्नुहोस्

source: Niue
ne: निउ

source: Find:
ne: फेला पार्नुहोस्ः

source: Filter headers
ne: फिल्टर हेडर

source: Northern Mariana Islands
ne: उत्तरी मारिआना द्वीप

source: Verification Sent
ne: प्रमाणीकरण पाठइयो

source: The password expired.
ne: पासवर्डको समयाबधि सकियो।

source: Profile: '%S' - Path: '%S'
ne: खाता: '%S'-बाटो :"%S'

source: &brandShortName; updates:
ne: &brandShortName; अद्यावधिकहरू:

source: Expected identifier or string for value in attribute selector but found '%1$S'.
ne: विशेषता चयनकर्तामा मानको लागि अपेक्षित पहिचायक वा स्ट्रिङ्ग तर '%1$S' फेला पर्यो ।

source: Sudan
ne: सुडान

source: selected
ne: चयन गरिएको

source: Allow &brandShortName; to check for updates.
ne: &brandShortName; लाई अद्यावधिक जाँच गर्न अनुमति दिनुहोस्।

source: Best match
ne: सर्वश्रेष्ठ म्याच

source: Lesotho
ne: लेसोथो

source: $BrandFullName Setup
ne: $BrandFullName सेटअप

source: &Disable protection for this session
ne: यो पेजमा सुरक्षा निष्क्रिय गर्नुहोस्।

source: File Upload
ne: फाइल अपलोड गर्नुहोस्

source: Algorithm Identifier
ne: एलगोरिदम पहिचायक

source: Unsaved Changes
ne: सङ्ग्रह नगरिएका परिवर्तन

source: Syntax &Highlighting
ne: वाक्यसंरचना हाइलाइटिङ

source: Open new tab
ne: नयाँ ट्याब खोल्नुहोस्

source: Japanese
ne: जापानी

source: %S s
ne: %S सेकेन्ड

source: Name of a profile.
ne: एउटा प्रोफाइलको नाम।

source: C&hoose…
ne: छान्नुहोस् ...

source: Taiwan
ne: ताइवान

source: Spin the webpage mesh
ne: वेबपृष्ठ जाल घुमाउनुहोस्

source: header
ne: हेडर

source: Certificate Subject Directory Attributes
ne: प्रमाणपत्र विषय डाइरेक्टरीका विशेषताहरू

source: Adapter RAM
ne: एडप्टर RAM

source: Unknown property '%1$S'.
ne: अज्ञात गूण '%1$S' ।

source: Central African Republic
ne: केन्द्रिय अफ्रिकी गणराज्य

source: %1$S's %2$S on %3$S
ne: %3$S मा %1$S को %2$S

source: no
ne: होेइन

source: Sync Preferences
ne: Sync प्राथमिकताहरू

source: Copy failed
ne: प्रतिलिपि असफल

source: The command prefix
ne: आदेश उपसर्ग

source: You're in private browsing mode. Quitting %S now will discard all your open tabs and windows.
ne: तपाईँ निजी ब्राउजिङ मोडमा हुनुहुन्छ। %S बाट बाहिर निस्किँदा तपाईँको सबै खोलिएको ट्याबहरू र सञ्झ्यालहरू खारेज हुनेछ।

source: $BrandShortName &Safe Mode
ne: $BrandShortName र सेफ मोड

source: Kiribati
ne: किरिबाटी

source: Insecure Connection
ne: असुरक्षित जडान

source: Address:
ne: ठेगाना:

source: dialog
ne: संवाद

source: Always perform this check when starting %S.
ne: %S सुरु गर्दा सधैँ यो जाँच गर्नुहोस्।

source: View More
ne: अरु हेर्नुहोस

source: of
ne: को

source: Installed on:
ne: स्थापना मिति:

source: Exceptions
ne: अपवादहरू

source: Parts of the page you are viewing were not encrypted before being transmitted over the Internet.
ne: तपाईँले हेरिरहनु भएको पृष्ठको भागहरू इन्टरनेट माथि संचारित हुनुभन्दा पहिले गुप्तिकृत गरिएको थिएन।

source: %S could not confirm the integrity of the update package.
ne: %S ले अद्यावधिक प्याकेजको निष्ठालाई पुष्टि गर्न सकेन।

source: The application had a problem and crashed. Unfortunately, the crash reporter is unable to submit a report for this crash. Details: %s
ne: अनुप्रयोगमा समस्या छ र क्र्यास भएको छ। दुर्भाग्यवश, यो क्र्यास प्रतिवेदकले यो क्र्यासको लागि रिपोर्ट पेश गर्न असमर्थ छ। विवरण: %s

source: New Toolbar
ne: नयाँ उपकरणपट्टी

source: Right Arrow
ne: दायाँ बाँण
